{
  "dataset": {
    "id": "qald-3_train"
  },
  "questions": [
    {
      "id": "84",
      "answertype": "resource",
      "aggregation": "false",
      "onlydbo": "true",
      "hybrid": "false",
      "body": [
        {
          "language": "en",
          "string": "Give me all movies with Tom Cruise.",
          "keywords": "movie, Tom Cruise"
        },
        {
          "language": "de",
          "string": "Gib mir alle Filme mit Tom Cruise.",
          "keywords": "Film, Tom Cruise"
        },
        {
          "language": "es",
          "string": "Dame todas las películas con Tom Cruise",
          "keywords": "películas, Tom Cruise"
        },
        {
          "language": "it",
          "string": "Dammi tutti i film con Tom Cruise.",
          "keywords": "film, Tom Cruise"
        },
        {
          "language": "fr",
          "string": "Donnes-moi tous les films avec Tom Cruise.",
          "keywords": "films, Tom Cruise"
        },
        {
          "language": "nl",
          "string": "Noem alle films met Tom Cruise.",
          "keywords": "film, Tom Cruise"
        },
        {
          "language": "ko",
          "string": "톰 크루즈가 출연한 모든 영화를 반환하시오",
          "keywords": "영화, 출연 , 톰 크루즈"
        }
      ],
      "query": "PREFIX dbo: <htp:/dbpedia.org/ontology/>PREFIX res: <htp:/dbpedia.org/resource/>PREFIX rdf: <htp:/w.w3.org/19/02/2-rdf-syntax-ns#>SELECT DISTINCT ?uriWHERE {\t?uri rdf:type dbo:Film.\t?uri dbo:staring res:Tom_Cruise .}",
      "answers": [
        {
          "string": "http://dbpedia.org/resource/Eyes_Wide_Shut"
        },
        {
          "string": "http://dbpedia.org/resource/Vanilla_Sky"
        },
        {
          "string": "http://dbpedia.org/resource/Rain_Man"
        },
        {
          "string": "http://dbpedia.org/resource/Jerry_Maguire"
        },
        {
          "string": "http://dbpedia.org/resource/Minority_Report_(film)"
        },
        {
          "string": "http://dbpedia.org/resource/The_Color_of_Money"
        },
        {
          "string": "http://dbpedia.org/resource/Top_Gun"
        },
        {
          "string": "http://dbpedia.org/resource/The_Last_Samurai"
        },
        {
          "string": "http://dbpedia.org/resource/The_Firm_(1993_film)"
        },
        {
          "string": "http://dbpedia.org/resource/War_of_the_Worlds_(2005_film)"
        },
        {
          "string": "http://dbpedia.org/resource/Risky_Business"
        },
        {
          "string": "http://dbpedia.org/resource/Cocktail_(1988_film)"
        },
        {
          "string": "http://dbpedia.org/resource/Days_of_Thunder"
        },
        {
          "string": "http://dbpedia.org/resource/Far_and_Away"
        },
        {
          "string": "http://dbpedia.org/resource/Mission:_Impossible_(film)"
        },
        {
          "string": "http://dbpedia.org/resource/Collateral_(film)"
        },
        {
          "string": "http://dbpedia.org/resource/Legend_(film)"
        },
        {
          "string": "http://dbpedia.org/resource/Mission:_Impossible_III"
        },
        {
          "string": "http://dbpedia.org/resource/Losin'_It"
        },
        {
          "string": "http://dbpedia.org/resource/All_the_Right_Moves"
        },
        {
          "string": "http://dbpedia.org/resource/The_Outsiders_(film)"
        },
        {
          "string": "http://dbpedia.org/resource/Interview_with_the_Vampire:_The_Vampire_Chronicles"
        },
        {
          "string": "http://dbpedia.org/resource/Born_on_the_Fourth_of_July_(film)"
        },
        {
          "string": "http://dbpedia.org/resource/Lions_for_Lambs"
        },
        {
          "string": "http://dbpedia.org/resource/Valkyrie_(film)"
        },
        {
          "string": "http://dbpedia.org/resource/Tropic_Thunder"
        },
        {
          "string": "http://dbpedia.org/resource/Mission:_Impossible_(film_series)"
        },
        {
          "string": "http://dbpedia.org/resource/Mission:_Impossible_%E2%80%93_Ghost_Protocol"
        },
        {
          "string": "http://dbpedia.org/resource/A_Few_Good_Men"
        },
        {
          "string": "http://dbpedia.org/resource/Taps_(film)"
        },
        {
          "string": "http://dbpedia.org/resource/Rock_of_Ages_(2012_film)"
        },
        {
          "string": "http://dbpedia.org/resource/One_Shot_(2012_film)"
        }
      ]
    },
    {
      "id": "17",
      "answertype": "resource",
      "aggregation": "true",
      "onlydbo": "false",
      "hybrid": "false",
      "body": [
        {
          "language": "en",
          "string": "Give me all cities in New Jersey with more than 100000 inhabitants.",
          "keywords": "New Jersey, city, inhabitants, more than 100000"
        },
        {
          "language": "de",
          "string": "Gib mir alle Städte in New Jersey, die mehr als 100000 Einwohner haben.",
          "keywords": "New Jersey, Stadt, Einwohner, mehr als 100000"
        },
        {
          "language": "es",
          "string": "Dame todas las cuidades en New Jersey que tengan más de 100000 habitantes.",
          "keywords": "New Jersey, ciudad, habitantes, más de 100000"
        },
        {
          "language": "it",
          "string": "Dammi tutte le città del New Jersey con più di 100000 abitanti.",
          "keywords": "New Jersey, città, abitanti, più di 100000"
        },
        {
          "language": "fr",
          "string": "Donnes-moi toutes les villes du New Jersey avec plus de 100000 habitants.",
          "keywords": "New Jersey, villes, habitants, plus de 100000"
        },
        {
          "language": "nl",
          "string": "Geef alle steden in New Jersey met meer dan 100000 inwoners.",
          "keywords": "New Jersey, stad, inwoners, meer dan 100000"
        },
        {
          "language": "ko",
          "string": "뉴저지 주에 속하며 10000명 이상이 거주하는 도시는 어디인가?",
          "keywords": "뉴저지 주, 도시, 거주지, 10000명 이상"
        }
      ],
      "query": "PREFIX dbo: <htp:/dbpedia.org/ontology/>PREFIX dbp: <htp:/dbpedia.org/property/>PREFIX res: <htp:/dbpedia.org/resource/>PREFIX rdf: <htp:/w.w3.org/19/02/2-rdf-syntax-ns#>SELECT DISTINCT ?uri WHERE {\t?uri rdf:type dbo:City . ?uri dbo:isPartOf res:New_Jersey . ?uri dbp:populationTotal ?inhabitants . FILTER (?inhabitants > 10) .}",
      "answers": [
        {
          "string": "http://dbpedia.org/resource/Newark,_New_Jersey"
        },
        {
          "string": "http://dbpedia.org/resource/Jersey_City,_New_Jersey"
        },
        {
          "string": "http://dbpedia.org/resource/Paterson,_New_Jersey"
        },
        {
          "string": "http://dbpedia.org/resource/Elizabeth,_New_Jersey"
        }
      ]
    },
    {
      "id": "13",
      "answertype": "resource",
      "aggregation": "false",
      "onlydbo": "false",
      "hybrid": "false",
      "body": [
        {
          "language": "en",
          "string": "tree frog는 어떤 분류에 속하는가?",
          "keywords": "tree frog, classis"
        },
        {
          "language": "de",
          "string": "Welcher Klasse gehören Laubfrösche an?",
          "keywords": "Laubfrosch, Klasse"
        },
        {
          "language": "es",
          "string": "¿A qué especie pertenece la rana verde?",
          "keywords": "rana verde, especie"
        },
        {
          "language": "it",
          "string": "A quale specie appartiene la rana verde?",
          "keywords": "rana verde, specie"
        },
        {
          "language": "fr",
          "string": "A quelle classe apartiennent les grenouilles arboricoles?",
          "keywords": "grenouilles arboricoles, classe"
        },
        {
          "language": "nl",
          "string": "Tot welke klasse behoren boomkikkers?",
          "keywords": "klasse, boomkikker"
        }
      ],
      "query": "PREFIX dbp: <htp:/dbpedia.org/property/>PREFIX res: <htp:/dbpedia.org/resource/>SELECT DISTINCT ?uriWHERE { res:Hylidae dbp:clasis ?uri .}",
      "answers": [
        {
          "string": "http://dbpedia.org/resource/Amphibian"
        },
        {
          "string": "http://dbpedia.org/resource/Amphibia"
        }
      ]
    },
    {
      "id": "94",
      "answertype": "number",
      "aggregation": "false",
      "onlydbo": "false",
      "hybrid": "false",
      "body": [
        {
          "language": "en",
          "string": "Which budget did the first movie of Zdenek Sverak have?",
          "keywords": "Zdenek Sverak, movie, first, budget"
        },
        {
          "language": "de",
          "string": "Welches Budget hatte der erste Film von Zdenek Sverak?",
          "keywords": "Zdenek Sverak, Film, erster, Budget"
        },
        {
          "language": "es",
          "string": "¿Cuál fué el presupuesto de la primera película de Zdenek Sverak?",
          "keywords": ""
        },
        {
          "language": "it",
          "string": "Che budget ebbe il primo film di Zdenek Sverak?",
          "keywords": "Zdenek Sverak, film, primo, budget"
        },
        {
          "language": "fr",
          "string": "Quel était le budget du premier film de Zdenek Sverak?",
          "keywords": "budget, premier film, Zdenek Sverak"
        },
        {
          "language": "nl",
          "string": "Welk budget had de eerste film van Zdenek Sverak",
          "keywords": "budget, eerste film, Zdenek Sverak"
        },
        {
          "language": "ko",
          "string": "Zdenek Sverak의 첫번째 영화는 어느정도 예산으로 만들어 졌는가?",
          "keywords": "Zdenek Sverak, 영화, 처음, 예산"
        }
      ],
      "query": "OUT OF SCOPE",
      "answers": [

      ]
    },
    {
      "id": "86",
      "answertype": "resource",
      "aggregation": "false",
      "onlydbo": "false",
      "hybrid": "false",
      "body": [
        {
          "language": "en",
          "string": "Give me all female German chancellors.",
          "keywords": "German chancellor, female"
        },
        {
          "language": "de",
          "string": "Gib mir alle deutschen Kanzlerinnen.",
          "keywords": "deutsch, Kanzlerin"
        },
        {
          "language": "es",
          "string": "Dame todas las cancilleres alemanas.",
          "keywords": "canciller alemásn, mujer"
        },
        {
          "language": "it",
          "string": "Dammi tutte le cancelliere tedesche.",
          "keywords": "cancelliere tedesco, donna"
        },
        {
          "language": "fr",
          "string": "Donnes-moi tous les chancelières allemandes.",
          "keywords": "chancelières, allemandes"
        },
        {
          "language": "nl",
          "string": "Geef me alle vrouwelijke Duitse bondskanseliers.",
          "keywords": "vrouwelijk, Duits, bondskanselier"
        },
        {
          "language": "ko",
          "string": "독일인 여성 장관을 모두 반환하시오.",
          "keywords": "독일, 장관, 여성"
        }
      ],
      "query": "PREFIX yago: <htp:/dbpedia.org/clas/yago/>PREFIX dbp: <htp:/dbpedia.org/property/>PREFIX res: <htp:/dbpedia.org/resource/>PREFIX rdf: <htp:/w.w3.org/19/02/2-rdf-syntax-ns#>SELECT DISTINCT ?uri WHERE {\t?uri rdf:type yago:FemaleHeadsOfGovernment. ?uri dbp:ofice res:Chancelor_of_Germany .}",
      "answers": [
        {
          "string": "http://dbpedia.org/resource/Angela_Merkel"
        }
      ]
    },
    {
      "id": "71",
      "answertype": "resource",
      "aggregation": "false",
      "onlydbo": "false",
      "hybrid": "false",
      "body": [
        {
          "language": "en",
          "string": "Give me all video games published by Mean Hamster Software.",
          "keywords": "video game, publish, Mean Hamster Software"
        },
        {
          "language": "de",
          "string": "Gib mir alle Videospiele von Mean Hamster Software.",
          "keywords": "Videospiel, Mean Hamster Software"
        },
        {
          "language": "es",
          "string": "Dame todos los videojuegos de Mean Hamster Software.",
          "keywords": "videojuego, Mean Hamster Software"
        },
        {
          "language": "it",
          "string": "Dammi tutti i videogiochi di Mean Hamster Software.",
          "keywords": "videogioco, prodotto, Mean Hamster Software"
        },
        {
          "language": "fr",
          "string": "Donnes-moi tous les jeux vidéos publiés par Mean Hamster Software.",
          "keywords": "jeux vidéos, publiés, Mean Hamster Software"
        },
        {
          "language": "nl",
          "string": "Geef me alle videogames van Mean Hamster Software.",
          "keywords": "videogame, Mean Hamster Software"
        },
        {
          "language": "ko",
          "string": "Mean Hamster Software에서 출시한 모든 비디오 게임을 반환하시오.",
          "keywords": "비디오 게임, 출시, Mean Hamster Software"
        }
      ],
      "query": "PREFIX dbo: <htp:/dbpedia.org/ontology/>PREFIX dbp: <htp:/dbpedia.org/property/>PREFIX res: <htp:/dbpedia.org/resource/>PREFIX rdf: <htp:/w.w3.org/19/02/2-rdf-syntax-ns#>SELECT DISTINCT ?uri WHERE { ?uri rdf:type dbo:VideoGame . { ?uri dbp:publisher 'Mean Hamster Software'@en . } UNION { ?uri dbo:publisher res:Mean_Hamster_Software . }",
      "answers": [
        {
          "string": "http://dbpedia.org/resource/Riven"
        },
        {
          "string": "http://dbpedia.org/resource/Myst"
        },
        {
          "string": "http://dbpedia.org/resource/Crossbow_(video_game)"
        }
      ]
    },
    {
      "id": "2",
      "answertype": "date",
      "aggregation": "false",
      "onlydbo": "true",
      "hybrid": "false",
      "body": [
        {
          "language": "en",
          "string": "Give me the birthdays of all actors of the television show Charmed.",
          "keywords": "television show, Charmed, actor, birthday"
        },
        {
          "language": "de",
          "string": "Gib mir die Geburtstage von allen Darstellern der Fernsehserie Charmed.",
          "keywords": "Fernsehserie, Charmed, Darsteller, Geburtstag"
        },
        {
          "language": "es",
          "string": "Dame los cumpleaños de los actores de la serie de televisión Charmed.",
          "keywords": "serie televisiva, Charmed, actores, cumpleaños"
        },
        {
          "language": "it",
          "string": "Dammi le date dei compleanni di tutti gli attori della serie televisiva Charmed.",
          "keywords": "serie televisiva, Charmed, attore, compleanno"
        },
        {
          "language": "fr",
          "string": "Donnes-moi les dates de naissance des acteurs de la série télévisée Charmed.",
          "keywords": "série télévisée, Charmed, acteurs, date de naissance"
        },
        {
          "language": "nl",
          "string": "Noem de verjaardag van alle acteurs uit de televisieserie Charmed.",
          "keywords": "verjaardag, acteur, televisieserie, Charmed"
        },
        {
          "language": "ko",
          "string": "텔레비전 프로그램 참드에 출연한 모든 배우의 생일을 반환하시오.",
          "keywords": "텔레비전 프로그램, 참드, 배우, 생일"
        }
      ],
      "query": "PREFIX dbo: <htp:/dbpedia.org/ontology/>PREFIX res: <htp:/dbpedia.org/resource/>SELECT DISTINCT ?date WHERE { \tres:Charmed dbo:staring ?actor . ?actor dbo:birthDate ?date .}",
      "answers": [
        {
          "string": "1968-07-27"
        },
        {
          "string": "1973-12-03"
        },
        {
          "string": "1972-12-19"
        },
        {
          "string": "1985-11-30"
        },
        {
          "string": "1973-06-15"
        },
        {
          "string": "1965-10-01"
        },
        {
          "string": "1969-02-01"
        },
        {
          "string": "1969-02-08"
        },
        {
          "string": "1980-05-19"
        },
        {
          "string": "1971-01-26"
        },
        {
          "string": "1973-09-05"
        },
        {
          "string": "1971-04-12"
        }
      ]
    },
    {
      "id": "96",
      "answertype": "boolean",
      "aggregation": "false",
      "onlydbo": "false",
      "hybrid": "false",
      "body": [
        {
          "language": "en",
          "string": "Is Jens Friebe a vegan?",
          "keywords": "Jens Friebe, 채식주의자"
        },
        {
          "language": "de",
          "string": "Ist Jens Friebe Veganer?",
          "keywords": "Jens Friebe, Veganer"
        },
        {
          "language": "es",
          "string": "¿Es Jens Friebe vegano?",
          "keywords": "Jens Friebe, vegano"
        },
        {
          "language": "it",
          "string": "Jens Friebe è vegano?",
          "keywords": "Jens Friebe, vegano"
        },
        {
          "language": "fr",
          "string": "Jens Friebe est-il un végétarien?",
          "keywords": "Jens Friebe, végétarien"
        },
        {
          "language": "nl",
          "string": "Is Jens Friebe vegetariër?",
          "keywords": "Jens Friebe, vegetariër"
        },
        {
          "language": "ko",
          "string": "Jens Friebe는 채식주자가 맞는가?"
        }
      ],
      "query": "OUT OF SCOPE",
      "answers": [

      ]
    },
    {
      "id": "65",
      "answertype": "resource",
      "aggregation": "false",
      "onlydbo": "false",
      "hybrid": "false",
      "body": [
        {
          "language": "en",
          "string": "Which companies work in the aerospace industry as well as on nuclear reactor technology?",
          "keywords": "company, aerospace industry, nuclear reactor technology"
        },
        {
          "language": "de",
          "string": "Welche Unternehmen sind sowohl in der Luft- und Raumfahrt als auch im Bereich der Reaktortechnologie tätig?",
          "keywords": "Unternehmen, Luft- und Raumfahrt, Reaktortechnologie"
        },
        {
          "language": "es",
          "string": "¿Qué empresas aerospaciales trabajar también en en tecnología de reactores?",
          "keywords": "empresas, areospaciales, tecnología de reactores"
        },
        {
          "language": "it",
          "string": "Quali aziende lavorano sia nell'industria aerospaziale che sulle tecnologie dei reattori nucleari?",
          "keywords": "azienda, industria aerospaziale, tecnologia dei reattori nucleari"
        },
        {
          "language": "fr",
          "string": "Quelles companies travaillent dans l'aérospatial et dans les réacteurs nucléaires?",
          "keywords": "companies, aérospatial, réacteurs nucléaires"
        },
        {
          "language": "nl",
          "string": "Welke bedrijven zijn zowel actief in de ruimtevaartindustrie als in de nucleaire industrie?",
          "keywords": "bedrijf, ruimtevaartindustrie, nucleaire industrie"
        },
        {
          "language": "ko",
          "string": "항공우주 산업과 원자로 기술분야에 종사하는 회사는 어느 회사인가?",
          "keywords": "회사, 항공우주 산업, 원자로 기술"
        }
      ],
      "query": "PREFIX dbo: <htp:/dbpedia.org/ontology/>PREFIX dbp: <htp:/dbpedia.org/property/>PREFIX res: <htp:/dbpedia.org/resource/>PREFIX rdf: <htp:/w.w3.org/19/02/2-rdf-syntax-ns#>SELECT DISTINCT ?uriWHERE { \t?uri rdf:type dbo:Company .\t?uri dbp:industry res:Aerospace . ?uri dbp:industry res:Nuclear_reactor_technology .}",
      "answers": [
        {
          "string": "http://dbpedia.org/resource/Curtiss-Wright"
        }
      ]
    },
    {
      "id": "80",
      "answertype": "resource",
      "aggregation": "false",
      "onlydbo": "true",
      "hybrid": "false",
      "body": [
        {
          "language": "en",
          "string": "Give me all Canadian Grunge record labels.",
          "keywords": "record label, Canadian, Grunge"
        },
        {
          "language": "de",
          "string": "Gib mir alle kanadischen Grunge-Plattenfirmen.",
          "keywords": "kanadisch, Plattenfirma, Grunge"
        },
        {
          "language": "es",
          "string": "Dame todos las empresas canadienses productoras de música Grunge.",
          "keywords": "empresa productora de música, canadiense, Grunge"
        },
        {
          "language": "it",
          "string": "Dammi tutti i produttori canadesi di musica Grunge.",
          "keywords": "produttore di musica, canadese, Grunge"
        },
        {
          "language": "fr",
          "string": "Donnes-moi tous les labels discographiques canadiens de grunge.",
          "keywords": "labels discographiques, canadiens, grunge"
        },
        {
          "language": "nl",
          "string": "Noem alle Canadese grunge-platenlabels.",
          "keywords": "Canadees, platenlabel, Grunge"
        },
        {
          "language": "ko",
          "string": "Canadian Grunge 음반의 제목은 무엇인가?",
          "keywords": "음반 제목, Canadian, Grunge"
        }
      ],
      "query": "PREFIX dbo: <htp:/dbpedia.org/ontology/>PREFIX res: <htp:/dbpedia.org/resource/>PREFIX rdf: <htp:/w.w3.org/19/02/2-rdf-syntax-ns#>SELECT DISTINCT ?uri WHERE {\t?uri rdf:type dbo:RecordLabel . ?uri dbo:genre res:Grunge . ?uri dbo:country res:Canada .}",
      "answers": [
        {
          "string": "http://dbpedia.org/resource/Murderecords"
        }
      ]
    },
    {
      "id": "95",
      "answertype": "number",
      "aggregation": "false",
      "onlydbo": "false",
      "hybrid": "false",
      "body": [
        {
          "language": "en",
          "string": "How many big fires struck Paris during the Middle Ages?",
          "keywords": "Paris, middle ages, fire"
        },
        {
          "language": "de",
          "string": "Wieviele Großbrände wüteten im Paris des Mittelalters?",
          "keywords": "Paris, Mittelalter, Großbrand"
        },
        {
          "language": "es",
          "string": "¿Cuántos grandes incendios se produjeron en el Paris medieval?",
          "keywords": "Paris, edad media, gran incendio"
        },
        {
          "language": "it",
          "string": "Quanti grandi incendi sono scoppiati a Parigi nel Medioevo?",
          "keywords": "Parigi, Medioevo, incendio"
        },
        {
          "language": "fr",
          "string": "Quels grands incendies ont frappé Paris pendant le Moyen Âge?",
          "keywords": "grands incendies, frappé, Paris, Moyen Âge"
        },
        {
          "language": "nl",
          "string": "Hoeveel grote branden troffen Parijs in de Middeleeuwen?",
          "keywords": "grote brand, Parijs, Middeleeuwen"
        },
        {
          "language": "ko",
          "string": "중세 시대 파리에 얼마나 많은 화재가 발생 하였는가?",
          "keywords": "파리, 중세 시대, 화재"
        }
      ],
      "query": "OUT OF SCOPE",
      "answers": [

      ]
    },
    {
      "id": "57",
      "answertype": "resource",
      "aggregation": "false",
      "onlydbo": "true",
      "hybrid": "false",
      "body": [
        {
          "language": "en",
          "string": "List all episodes of the first season of the HBO television series The Sopranos!",
          "keywords": "HBO, television series, Sopranos, first season, episode"
        },
        {
          "language": "de",
          "string": "Liste alle Episoden der ersten Staffel der HBO-Fernsehserie Die Sopranos auf.",
          "keywords": "HBO-Fernsehserie, Sopranos, erste Staffel, Episode"
        },
        {
          "language": "es",
          "string": "Dame todos los episodios de la prímera época de la serie de HBO Los Sporanos.",
          "keywords": "serie televisiva de HBO, Los Sopranos, primera época, episodios"
        },
        {
          "language": "it",
          "string": "Elenca tutti gli episodi della prima stagione della serie televisiva di HBO i Sopranos!",
          "keywords": "serie televisiva di HBO, i Sopranos, prima stagione, episodio"
        },
        {
          "language": "fr",
          "string": "Donnes-moi tous les épisodes de la première saison de la série télévisée de HBO les Sopranos.",
          "keywords": "épisodes de la première saison, HBO, les Sopranos"
        },
        {
          "language": "nl",
          "string": "Noem alle afleveringen van het eerste seizoen van de HBO-serie The Sopranos.",
          "keywords": "HBO-serie, The Sopranos, eerste seizoen, aflevering"
        },
        {
          "language": "ko",
          "string": "HBO의 텔레비전 시리즈 소프라노스의 첫번째 에피소드를 모두 반환하시오",
          "keywords": "HBO, 텔레비전 시리즈, 소프라노스, 첫 번째 시즌, 에피소드"
        }
      ],
      "query": "PREFIX dbo: <htp:/dbpedia.org/ontology/>PREFIX res: <htp:/dbpedia.org/resource/>SELECT DISTINCT ?uri WHERE {\t?uri dbo:series res:The_Sopranos . ?uri dbo:seasonNumber 1 .}",
      "answers": [
        {
          "string": "http://dbpedia.org/resource/The_Sopranos_(episode)"
        },
        {
          "string": "http://dbpedia.org/resource/46_Long"
        },
        {
          "string": "http://dbpedia.org/resource/The_Legend_of_Tennessee_Moltisanti"
        },
        {
          "string": "http://dbpedia.org/resource/Denial,_Anger,_Acceptance"
        },
        {
          "string": "http://dbpedia.org/resource/Meadowlands_(The_Sopranos)"
        },
        {
          "string": "http://dbpedia.org/resource/College_(The_Sopranos)"
        },
        {
          "string": "http://dbpedia.org/resource/Pax_Soprana"
        },
        {
          "string": "http://dbpedia.org/resource/Down_Neck"
        },
        {
          "string": "http://dbpedia.org/resource/I_Dream_of_Jeannie_Cusamano"
        },
        {
          "string": "http://dbpedia.org/resource/Boca_(The_Sopranos)"
        },
        {
          "string": "http://dbpedia.org/resource/A_Hit_Is_a_Hit"
        },
        {
          "string": "http://dbpedia.org/resource/Nobody_Knows_Anything"
        },
        {
          "string": "http://dbpedia.org/resource/Isabella_(The_Sopranos)"
        }
      ]
    },
    {
      "id": "1",
      "answertype": "resource",
      "aggregation": "false",
      "onlydbo": "false",
      "hybrid": "false",
      "body": [
        {
          "language": "en",
          "string": "Give me all female Russian astronauts.",
          "keywords": "astronaut, female, Russian"
        },
        {
          "language": "de",
          "string": "Gib mir alle russischen Astronautinnen.",
          "keywords": "Astronautin, russisch"
        },
        {
          "language": "es",
          "string": "Dame todas las astronautas rusas.",
          "keywords": "astronautas rusas"
        },
        {
          "language": "it",
          "string": "Dammi tutte le austronaute russe.",
          "keywords": "austronaute, russe"
        },
        {
          "language": "fr",
          "string": "Donnes-moi tous les astronautes féminins russes.",
          "keywords": "astronaute, russes, féminins"
        },
        {
          "language": "nl",
          "string": "Geef alle vrouwelijke Russische astronauten.",
          "keywords": "astronaut, vrouwelijk, Russisch"
        },
        {
          "language": "ko",
          "string": "러시아인 여성 우주비행사를 모두 반환하시오.",
          "keywords": "우주비행사, 여성, 러시아인"
        }
      ],
      "query": "PREFIX yago: <htp:/dbpedia.org/clas/yago/>PREFIX rdf: <htp:/w.w3.org/19/02/2-rdf-syntax-ns#>SELECT DISTINCT ?uriWHERE {\t?uri rdf:type yago:RusianCosmonauts . ?uri rdf:type yago:FemaleAstronauts .}",
      "answers": [
        {
          "string": "http://dbpedia.org/resource/Valentina_Tereshkova"
        },
        {
          "string": "http://dbpedia.org/resource/Yelena_Kondakova"
        },
        {
          "string": "http://dbpedia.org/resource/Yelena_Serova"
        }
      ]
    },
    {
      "id": "63",
      "answertype": "resource",
      "aggregation": "false",
      "onlydbo": "false",
      "hybrid": "false",
      "body": [
        {
          "language": "en",
          "string": "Give me all actors starring in Last Action Hero.",
          "keywords": "actor, starring, Last Action Hero"
        },
        {
          "language": "de",
          "string": "Gib mir alle Schauspieler, die in Last Action Hero mitgespielt haben.",
          "keywords": "Schauspieler, mitspielen, Last Action Hero"
        },
        {
          "language": "es",
          "string": "Dame todos los actores que hayan actuado en Last Action Hero.",
          "keywords": "actores, Last Action Hero"
        },
        {
          "language": "it",
          "string": "Dammi tutti gli attori che hanno recitato in Last Action Hero.",
          "keywords": "attori, Last Action Hero"
        },
        {
          "language": "fr",
          "string": "Noem alle acteurs uit de film Last Action Hero.",
          "keywords": "acteurs, Last Action Hero"
        },
        {
          "language": "nl",
          "string": "Noem alle acteurs uit de film Last Action Hero.",
          "keywords": "acteur, Last Action Hero"
        },
        {
          "language": "ko",
          "string": "Last Action Hero의 모든 출연 배우를 반환하시오.",
          "keywords": "배우, 출연, Last Action Hero"
        }
      ],
      "query": "PREFIX dbp: <htp:/dbpedia.org/property/>PREFIX res: <htp:/dbpedia.org/resource/>SELECT DISTINCT ?uri WHERE {\tres:Last_Action_Hero dbp:staring ?uri .}",
      "answers": [
        {
          "string": "http://dbpedia.org/resource/Arnold_Schwarzenegger"
        },
        {
          "string": "http://dbpedia.org/resource/Anthony_Quinn"
        },
        {
          "string": "http://dbpedia.org/resource/F._Murray_Abraham"
        },
        {
          "string": "http://dbpedia.org/resource/Art_Carney"
        },
        {
          "string": "http://dbpedia.org/resource/Austin_O'Brien"
        },
        {
          "string": "http://dbpedia.org/resource/Tom_Noonan"
        },
        {
          "string": "http://dbpedia.org/resource/Bridgette_Wilson"
        },
        {
          "string": "http://dbpedia.org/resource/Charles_Dance"
        },
        {
          "string": "http://dbpedia.org/resource/Robert_Prosky"
        }
      ]
    }
  ]
}
