{
  "dataset": {
    "id": "qald-3_train"
  },
  "questions": [
    {
      "id": "89",
      "answertype": "resource",
      "aggregation": "false",
      "onlydbo": "true",
      "hybrid": "false",
      "body": [
        {
          "language": "en",
          "string": "Give me all soccer clubs in the Premier League.",
          "keywords": "Premier League, soccer club"
        },
        {
          "language": "de",
          "string": "Gib mir alle Vereine in der Premier League.",
          "keywords": "Premier League, Verein"
        },
        {
          "language": "es",
          "string": "Dame todos los clubs de la Premier League.",
          "keywords": "Premier League, club"
        },
        {
          "language": "it",
          "string": "Dammi tutti i club calcistici nella Premier League.",
          "keywords": "Premier League, club calcistici"
        },
        {
          "language": "fr",
          "string": "Donnes-moi toutes les équipes de la Premier League.",
          "keywords": "équipes, Premier League"
        },
        {
          "language": "nl",
          "string": "Noem alle clubs uit de Premier League.",
          "keywords": "club, Premier League"
        },
        {
          "language": "ko",
          "string": "프리미어리그에 소속된 모든 축구 클럽을 반환하시오.",
          "keywords": "프리미어리그, 축구 클럽"
        }
      ],
      "query": "PREFIX dbo: <htp:/dbpedia.org/ontology/>PREFIX res: <htp:/dbpedia.org/resource/>PREFIX rdf: <htp:/w.w3.org/19/02/2-rdf-syntax-ns#> SELECT DISTINCT ?uriWHERE { ?uri rdf:type dbo:SocerClub . ?uri dbo:league res:Premier_League . }",
      "answers": [
        {
          "string": "http://dbpedia.org/resource/Arsenal_F.C."
        },
        {
          "string": "http://dbpedia.org/resource/Fulham_F.C."
        },
        {
          "string": "http://dbpedia.org/resource/Chelsea_F.C."
        },
        {
          "string": "http://dbpedia.org/resource/Liverpool_F.C."
        },
        {
          "string": "http://dbpedia.org/resource/Manchester_United_F.C."
        },
        {
          "string": "http://dbpedia.org/resource/Aston_Villa_F.C."
        },
        {
          "string": "http://dbpedia.org/resource/West_Bromwich_Albion_F.C."
        },
        {
          "string": "http://dbpedia.org/resource/West_Ham_United_F.C."
        },
        {
          "string": "http://dbpedia.org/resource/Tottenham_Hotspur_F.C."
        },
        {
          "string": "http://dbpedia.org/resource/Newcastle_United_F.C."
        },
        {
          "string": "http://dbpedia.org/resource/Southampton_F.C."
        },
        {
          "string": "http://dbpedia.org/resource/Queens_Park_Rangers_F.C."
        },
        {
          "string": "http://dbpedia.org/resource/Everton_F.C."
        },
        {
          "string": "http://dbpedia.org/resource/Sunderland_A.F.C."
        },
        {
          "string": "http://dbpedia.org/resource/Manchester_City_F.C."
        },
        {
          "string": "http://dbpedia.org/resource/Reading_F.C."
        },
        {
          "string": "http://dbpedia.org/resource/Stoke_City_F.C."
        },
        {
          "string": "http://dbpedia.org/resource/Norwich_City_F.C."
        },
        {
          "string": "http://dbpedia.org/resource/Wigan_Athletic_F.C."
        },
        {
          "string": "http://dbpedia.org/resource/Swansea_City_A.F.C."
        },
        {
          "string": "http://dbpedia.org/resource/Melchester_Rovers"
        },
        {
          "string": "http://dbpedia.org/resource/History_of_Blackburn_Rovers_F.C."
        }
      ]
    }
  ]
}
